var data = [
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "위도": 37.530126,
     "경도": 127.1237708
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "천호동",
     "위도": 37.5450159,
     "경도": 127.1368066
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "성내동",
     "위도": 37.5304417,
     "경도": 127.122425
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "암사동",
     "위도": 37.551508,
     "경도": 127.132663
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "둔촌동",
     "위도": 37.5333656,
     "경도": 127.1419851
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "고덕동",
     "위도": 37.5572593,
     "경도": 127.1515382
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "명일동",
     "위도": 37.5512453,
     "경도": 127.1443656
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "둔촌제2동",
     "위도": 37.5332885,
     "경도": 127.1419221
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "둔촌제1동",
     "위도": 37.5333656,
     "경도": 127.1419851
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "길동",
     "위도": 37.5345598,
     "경도": 127.1426791
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "성내제3동",
     "위도": 37.5260101,
     "경도": 127.13287
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "성내제2동",
     "위도": 37.532425,
     "경도": 127.129563
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "성내제1동",
     "위도": 37.5304417,
     "경도": 127.122425
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "천호제3동",
     "위도": 37.5361455,
     "경도": 127.1332269
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "천호제2동",
     "위도": 37.543525700000004,
     "경도": 127.1254351
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "천호제1동",
     "위도": 37.5450159,
     "경도": 127.1368066
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "암사제3동",
     "위도": 37.5549912,
     "경도": 127.1408249
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "암사제2동",
     "위도": 37.5517481,
     "경도": 127.1272074
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "암사제1동",
     "위도": 37.551508,
     "경도": 127.132663
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "고덕제2동",
     "위도": 37.5605,
     "경도": 127.16435
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "고덕제1동",
     "위도": 37.5572593,
     "경도": 127.1515382
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "명일제2동",
     "위도": 37.546366,
     "경도": 127.1513427
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "명일제1동",
     "위도": 37.5512453,
     "경도": 127.1443656
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "상일동",
     "위도": 37.550583,
     "경도": 127.1683007
    },
    {
     "지역": "서울특별시",
     "자치구": "강동구",
     "동": "강일동",
     "위도": 37.5649783,
     "경도": 127.173909
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "위도": 37.5145636,
     "경도": 127.1059186
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "마천동",
     "위도": 37.4960195,
     "경도": 127.1499724
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "거여동",
     "위도": 37.4969643,
     "경도": 127.1432324
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "방이동",
     "위도": 37.510933,
     "경도": 127.123925
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "문정동",
     "위도": 37.4900982,
     "경도": 127.1241719
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "가락동",
     "위도": 37.4955568,
     "경도": 127.1217864
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "송파동",
     "위도": 37.5062595,
     "경도": 127.1093393
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "풍납동",
     "위도": 37.538092,
     "경도": 127.122075
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "신천동",
     "위도": 37.5239079,
     "경도": 127.0989414
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "잠실동",
     "위도": 37.5061,
     "경도": 127.084338
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "잠실7동",
     "위도": 37.5086777,
     "경도": 127.0771146
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "잠실6동",
     "위도": 37.518142,
     "경도": 127.10065
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "잠실4동",
     "위도": 37.5201089,
     "경도": 127.1122668
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "잠실3동",
     "위도": 37.513333,
     "경도": 127.094375
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "잠실2동",
     "위도": 37.5119488,
     "경도": 127.088559
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "잠실본동",
     "위도": 37.5061,
     "경도": 127.084338
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "위례동",
     "위도": 37.4811656,
     "경도": 127.1439378
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "장지동",
     "위도": 37.4785,
     "경도": 127.1354
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "문정2동",
     "위도": 37.489823,
     "경도": 127.1108107
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "문정1동",
     "위도": 37.4900982,
     "경도": 127.1241719
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "가락2동",
     "위도": 37.4987054,
     "경도": 127.1266714
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "가락1동",
     "위도": 37.4964898,
     "경도": 127.1098653
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "가락본동",
     "위도": 37.4955568,
     "경도": 127.1217864
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "삼전동",
     "위도": 37.502714,
     "경도": 127.0925354
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "석촌동",
     "위도": 37.503592,
     "경도": 127.1037
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "송파2동",
     "위도": 37.502317,
     "경도": 127.1167651
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "송파1동",
     "위도": 37.5062595,
     "경도": 127.1093393
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "오금동",
     "위도": 37.5030528,
     "경도": 127.1281494
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "오륜동",
     "위도": 37.515425,
     "경도": 127.1343
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "방이2동",
     "위도": 37.5164444,
     "경도": 127.1114868
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "방이1동",
     "위도": 37.510933,
     "경도": 127.123925
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "마천2동",
     "위도": 37.4968477,
     "경도": 127.1485193
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "마천1동",
     "위도": 37.4960195,
     "경도": 127.1499724
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "거여2동",
     "위도": 37.4935803,
     "경도": 127.1468764
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "거여1동",
     "위도": 37.4969643,
     "경도": 127.1432324
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "풍납2동",
     "위도": 37.5292584,
     "경도": 127.1157686
    },
    {
     "지역": "서울특별시",
     "자치구": "송파구",
     "동": "풍납1동",
     "위도": 37.538092,
     "경도": 127.122075
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "위도": 37.517305,
     "경도": 127.047502
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "도곡동",
     "위도": 37.488238,
     "경도": 127.0390246
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "일원동",
     "위도": 37.491839,
     "경도": 127.0879629
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "율현동",
     "위도": 37.4717,
     "경도": 127.1114
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "자곡동",
     "위도": 37.4751929,
     "경도": 127.0989125
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "논현동",
     "위도": 37.5115706,
     "경도": 127.028461
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "대치동",
     "위도": 37.4931821,
     "경도": 127.0567047
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "삼성동",
     "위도": 37.5144424,
     "경도": 127.062532
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "개포동",
     "위도": 37.4827409,
     "경도": 127.055737
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "역삼동",
     "위도": 37.4954841,
     "경도": 127.0333574
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "수서동",
     "위도": 37.4889181,
     "경도": 127.104929
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "일원2동",
     "위도": 37.4922048,
     "경도": 127.0737224
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "일원1동",
     "위도": 37.491839,
     "경도": 127.0879629
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "일원본동",
     "위도": 37.4833484,
     "경도": 127.0864633
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "세곡동",
     "위도": 37.4643683,
     "경도": 127.1043555
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "개포4동",
     "위도": 37.4788183,
     "경도": 127.0516374
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "개포2동",
     "위도": 37.4897723,
     "경도": 127.0689523
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "개포1동",
     "위도": 37.4827409,
     "경도": 127.055737
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "도곡2동",
     "위도": 37.4837425,
     "경도": 127.0464338
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "도곡1동",
     "위도": 37.488238,
     "경도": 127.0390246
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "역삼2동",
     "위도": 37.4959674,
     "경도": 127.0468034
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "역삼1동",
     "위도": 37.4954841,
     "경도": 127.0333574
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "대치4동",
     "위도": 37.4997415,
     "경도": 127.0579127
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "대치2동",
     "위도": 37.5022848,
     "경도": 127.0642072
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "대치1동",
     "위도": 37.4931821,
     "경도": 127.0567047
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "삼성2동",
     "위도": 37.5112,
     "경도": 127.04595
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "삼성1동",
     "위도": 37.5144424,
     "경도": 127.062532
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "청담동",
     "위도": 37.525107,
     "경도": 127.049291
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "압구정동",
     "위도": 37.530642,
     "경도": 127.030713
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "논현2동",
     "위도": 37.517342,
     "경도": 127.037213
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "논현1동",
     "위도": 37.5115706,
     "경도": 127.028461
    },
    {
     "지역": "서울특별시",
     "자치구": "강남구",
     "동": "신사동",
     "위도": 37.5240101,
     "경도": 127.0227814
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "위도": 37.483569,
     "경도": 127.032598
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "신원동",
     "위도": 37.4448,
     "경도": 127.0641
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "염곡동",
     "위도": 37.462035,
     "경도": 127.054288
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "서초동",
     "위도": 37.4901186,
     "경도": 127.0195082
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "반포동",
     "위도": 37.5004776,
     "경도": 126.98606
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "원지동",
     "위도": 37.4452,
     "경도": 127.0476
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "우면동",
     "위도": 37.466,
     "경도": 127.0169
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "양재동",
     "위도": 37.470101,
     "경도": 127.039888
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "방배동",
     "위도": 37.4941452,
     "경도": 126.988785
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "내곡동",
     "위도": 37.4493583,
     "경도": 127.0583103
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "양재2동",
     "위도": 37.470601,
     "경도": 127.041188
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "양재1동",
     "위도": 37.4716412,
     "경도": 127.026744
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "방배4동",
     "위도": 37.489007,
     "경도": 126.9923344
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "방배3동",
     "위도": 37.4784409,
     "경도": 126.9999918
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "방배2동",
     "위도": 37.4797439,
     "경도": 126.9855106
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "방배1동",
     "위도": 37.4832801,
     "경도": 126.9945569
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "방배본동",
     "위도": 37.4941452,
     "경도": 126.988785
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "반포4동",
     "위도": 37.4974314,
     "경도": 127.0003853
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "반포3동",
     "위도": 37.5120925,
     "경도": 127.0056289
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "반포2동",
     "위도": 37.5046022,
     "경도": 126.9945091
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "반포1동",
     "위도": 37.5050895,
     "경도": 127.0135073
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "반포본동",
     "위도": 37.5004776,
     "경도": 126.98606
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "잠원동",
     "위도": 37.5149619,
     "경도": 127.0140771
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "서초4동",
     "위도": 37.5026685,
     "경도": 127.0221589
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "서초3동",
     "위도": 37.4836682,
     "경도": 127.0119725
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "서초2동",
     "위도": 37.49208,
     "경도": 127.02496
    },
    {
     "지역": "서울특별시",
     "자치구": "서초구",
     "동": "서초1동",
     "위도": 37.4901186,
     "경도": 127.0195082
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "위도": 37.4781549,
     "경도": 126.9514847
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "봉천동",
     "위도": 37.4779619,
     "경도": 126.9534602
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "난곡동",
     "위도": 37.4709634,
     "경도": 126.9216507
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "미성동",
     "위도": 37.4761761,
     "경도": 126.9155534
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "삼성동",
     "위도": 37.470101,
     "경도": 126.932963
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "대학동",
     "위도": 37.4706145,
     "경도": 126.9369907
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "조원동",
     "위도": 37.4826299,
     "경도": 126.9078649
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "난향동",
     "위도": 37.461429,
     "경도": 126.918842
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "신림동",
     "위도": 37.487426,
     "경도": 126.927075
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "신사동",
     "위도": 37.4829831,
     "경도": 126.9192856
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "서림동",
     "위도": 37.4749956,
     "경도": 126.9349995
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "신원동",
     "위도": 37.4815883,
     "경도": 126.9273519
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "서원동",
     "위도": 37.4797346,
     "경도": 126.9313
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "남현동",
     "위도": 37.4745394,
     "경도": 126.9778366
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "인헌동",
     "위도": 37.4750974,
     "경도": 126.9652628
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "중앙동",
     "위도": 37.4842598,
     "경도": 126.9497133
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "은천동",
     "위도": 37.4853086,
     "경도": 126.9424278
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "청룡동",
     "위도": 37.4791304,
     "경도": 126.9416518
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "낙성대동",
     "위도": 37.4762971,
     "경도": 126.9583884
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "행운동",
     "위도": 37.4806541,
     "경도": 126.9570456
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "성현동",
     "위도": 37.4895366,
     "경도": 126.9481271
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "청림동",
     "위도": 37.4918329,
     "경도": 126.9585773
    },
    {
     "지역": "서울특별시",
     "자치구": "관악구",
     "동": "보라매동",
     "위도": 37.4881456,
     "경도": 126.9327389
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "위도": 37.51245,
     "경도": 126.9395
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "신대방동",
     "위도": 37.488943,
     "경도": 126.91005
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "사당동",
     "위도": 37.4830639,
     "경도": 126.9786682
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "동작동",
     "위도": 37.4991998,
     "경도": 126.9738471
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "본동",
     "위도": 37.5124285,
     "경도": 126.9536286
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "상도1동",
     "위도": 37.4981,
     "경도": 126.953089
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "상도동",
     "위도": 37.4981,
     "경도": 126.953089
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "노량진동",
     "위도": 37.512308,
     "경도": 126.942013
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "신대방제2동",
     "위도": 37.4984422,
     "경도": 126.9244085
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "신대방제1동",
     "위도": 37.488943,
     "경도": 126.91005
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "대방동",
     "위도": 37.508133,
     "경도": 126.92635
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "사당제5동",
     "위도": 37.4857521,
     "경도": 126.9668658
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "사당제4동",
     "위도": 37.4809888,
     "경도": 126.9716704
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "사당제3동",
     "위도": 37.4845247,
     "경도": 126.9734908
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "사당제2동",
     "위도": 37.4887323,
     "경도": 126.9792598
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "사당제1동",
     "위도": 37.4830639,
     "경도": 126.9786682
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "흑석동",
     "위도": 37.5058617,
     "경도": 126.966612
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "상도제4동",
     "위도": 37.4994203,
     "경도": 126.941422
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "상도제3동",
     "위도": 37.4991123,
     "경도": 126.9313793
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "상도제2동",
     "위도": 37.5055197,
     "경도": 126.942296
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "노량진제2동",
     "위도": 37.508509,
     "경도": 126.937352
    },
    {
     "지역": "서울특별시",
     "자치구": "동작구",
     "동": "노량진제1동",
     "위도": 37.512308,
     "경도": 126.942013
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "위도": 37.526436,
     "경도": 126.896004
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평동",
     "위도": 37.538695,
     "경도": 126.8885658
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "대림동",
     "위도": 37.4954685,
     "경도": 126.905818
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "신길동",
     "위도": 37.5112667,
     "경도": 126.9214285
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양화동",
     "위도": 37.5488,
     "경도": 126.8883
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평동6가",
     "위도": 37.541883,
     "경도": 126.889838
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평동5가",
     "위도": 37.539,
     "경도": 126.8925
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평동4가",
     "위도": 37.53635,
     "경도": 126.89605
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평동3가",
     "위도": 37.5296,
     "경도": 126.8918
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평동2가",
     "위도": 37.523067,
     "경도": 126.883563
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평동1가",
     "위도": 37.5232,
     "경도": 126.8886
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "문래동6가",
     "위도": 37.5201,
     "경도": 126.8845
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "문래동5가",
     "위도": 37.5161,
     "경도": 126.8849
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "문래동4가",
     "위도": 37.51455,
     "경도": 126.889875
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "문래동3가",
     "위도": 37.517008,
     "경도": 126.895338
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "문래동2가",
     "위도": 37.5126,
     "경도": 126.8929
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "문래동1가",
     "위도": 37.5122837,
     "경도": 126.8970685
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산동",
     "위도": 37.5347,
     "경도": 126.9065
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산동6가",
     "위도": 37.535,
     "경도": 126.9024
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산동5가",
     "위도": 37.5323,
     "경도": 126.9009
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산동4가",
     "위도": 37.529,
     "경도": 126.8991
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산동3가",
     "위도": 37.5261,
     "경도": 126.8971
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산동2가",
     "위도": 37.5225,
     "경도": 126.8936
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산동1가",
     "위도": 37.5216,
     "경도": 126.8985
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "여의도동",
     "위도": 37.528317,
     "경도": 126.929425
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동8가",
     "위도": 37.5289,
     "경도": 126.9053
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동7가",
     "위도": 37.5242,
     "경도": 126.907
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동6가",
     "위도": 37.5216,
     "경도": 126.9032
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동5가",
     "위도": 37.5211,
     "경도": 126.9066
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동4가",
     "위도": 37.518,
     "경도": 126.903625
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동3가",
     "위도": 37.518,
     "경도": 126.9082
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동2가",
     "위도": 37.5208,
     "경도": 126.9117
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동1가",
     "위도": 37.5176074,
     "경도": 126.9128363
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "대림제3동",
     "위도": 37.4983347,
     "경도": 126.8980312
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "대림제2동",
     "위도": 37.4927521,
     "경도": 126.8982938
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "대림제1동",
     "위도": 37.4954685,
     "경도": 126.905818
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "신길제7동",
     "위도": 37.506392,
     "경도": 126.921475
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "신길제6동",
     "위도": 37.498535,
     "경도": 126.919437
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "신길제5동",
     "위도": 37.5016177,
     "경도": 126.9052679
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "신길제4동",
     "위도": 37.5084555,
     "경도": 126.9112884
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "신길제3동",
     "위도": 37.5073003,
     "경도": 126.9077425
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "신길제1동",
     "위도": 37.5112667,
     "경도": 126.9214285
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평제2동",
     "위도": 37.5364739,
     "경도": 126.8939535
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "양평제1동",
     "위도": 37.52365,
     "경도": 126.888238
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "문래동",
     "위도": 37.517086,
     "경도": 126.899466
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "도림동",
     "위도": 37.509475,
     "경도": 126.89595
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산제2동",
     "위도": 37.5310483,
     "경도": 126.8973273
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "당산제1동",
     "위도": 37.5249643,
     "경도": 126.897443
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "여의동",
     "위도": 37.5177232,
     "경도": 126.934584
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포동",
     "위도": 37.5203985,
     "경도": 126.9106918
    },
    {
     "지역": "서울특별시",
     "자치구": "영등포구",
     "동": "영등포본동",
     "위도": 37.5146826,
     "경도": 126.9093046
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "위도": 37.4568644,
     "경도": 126.8955105
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "시흥동",
     "위도": 37.4535411,
     "경도": 126.9032625
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "독산동",
     "위도": 37.4702453,
     "경도": 126.897041
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "시흥제5동",
     "위도": 37.4523912,
     "경도": 126.908294
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "시흥제4동",
     "위도": 37.459029,
     "경도": 126.9061924
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "시흥제3동",
     "위도": 37.4403095,
     "경도": 126.9057945
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "시흥제2동",
     "위도": 37.4495487,
     "경도": 126.9148345
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "시흥제1동",
     "위도": 37.4535411,
     "경도": 126.9032625
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "독산제4동",
     "위도": 37.4675452,
     "경도": 126.9022074
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "독산제3동",
     "위도": 37.4751198,
     "경도": 126.9032524
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "독산제2동",
     "위도": 37.4631474,
     "경도": 126.9034825
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "독산제1동",
     "위도": 37.4702453,
     "경도": 126.897041
    },
    {
     "지역": "서울특별시",
     "자치구": "금천구",
     "동": "가산동",
     "위도": 37.4769094,
     "경도": 126.8917326
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "위도": 37.495472,
     "경도": 126.887536
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "항동",
     "위도": 37.4801833,
     "경도": 126.8233756
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "천왕동",
     "위도": 37.4798417,
     "경도": 126.8394389
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "온수동",
     "위도": 37.4938,
     "경도": 126.8207
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "궁동",
     "위도": 37.5009,
     "경도": 126.8277
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "오류동",
     "위도": 37.497009,
     "경도": 126.845201
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "개봉동",
     "위도": 37.5003318,
     "경도": 126.8511255
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "고척동",
     "위도": 37.5004631,
     "경도": 126.8628603
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "구로동",
     "위도": 37.4930433,
     "경도": 126.8757585
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "수궁동",
     "위도": 37.4939422,
     "경도": 126.8314627
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "오류제2동",
     "위도": 37.4888016,
     "경도": 126.8395371
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "오류제1동",
     "위도": 37.497009,
     "경도": 126.845201
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "개봉제3동",
     "위도": 37.485993,
     "경도": 126.853838
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "개봉제2동",
     "위도": 37.4925187,
     "경도": 126.8620808
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "개봉제1동",
     "위도": 37.5003318,
     "경도": 126.8511255
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "고척제2동",
     "위도": 37.5067055,
     "경도": 126.8587122
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "고척제1동",
     "위도": 37.5004631,
     "경도": 126.8628603
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "가리봉동",
     "위도": 37.4825557,
     "경도": 126.8897489
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "구로제5동",
     "위도": 37.5001593,
     "경도": 126.8892945
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "구로제4동",
     "위도": 37.4916271,
     "경도": 126.8891697
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "구로제3동",
     "위도": 37.4873799,
     "경도": 126.8903678
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "구로제2동",
     "위도": 37.491377,
     "경도": 126.8834703
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "구로제1동",
     "위도": 37.4930433,
     "경도": 126.8757585
    },
    {
     "지역": "서울특별시",
     "자치구": "구로구",
     "동": "신도림동",
     "위도": 37.5077664,
     "경도": 126.8805826
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "위도": 37.550937,
     "경도": 126.849642
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "오쇠동",
     "위도": 37.5435,
     "경도": 126.7984
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "오곡동",
     "위도": 37.5534,
     "경도": 126.784
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "과해동",
     "위도": 37.5662,
     "경도": 126.7872
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "개화동",
     "위도": 37.5874,
     "경도": 126.8068
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "방화동",
     "위도": 37.577333,
     "경도": 126.813325
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "외발산동",
     "위도": 37.5494,
     "경도": 126.8207
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "내발산동",
     "위도": 37.5535,
     "경도": 126.8354
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "마곡동",
     "위도": 37.5738,
     "경도": 126.8304
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "가양동",
     "위도": 37.5695239,
     "경도": 126.8447099
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡동",
     "위도": 37.544075,
     "경도": 126.847725
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "등촌동",
     "위도": 37.5558155,
     "경도": 126.8589287
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "방화제3동",
     "위도": 37.5787386,
     "경도": 126.8135628
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "방화제2동",
     "위도": 37.5666997,
     "경도": 126.8067549
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "방화제1동",
     "위도": 37.5703659,
     "경도": 126.817026
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "공항동",
     "위도": 37.5588296,
     "경도": 126.8101437
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "우장산동",
     "위도": 37.5482468,
     "경도": 126.8418849
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "발산제1동",
     "위도": 37.5531209,
     "경도": 126.8331686
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "가양제3동",
     "위도": 37.561092,
     "경도": 126.8605955
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "가양제2동",
     "위도": 37.5673763,
     "경도": 126.8512826
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "가양제1동",
     "위도": 37.5695239,
     "경도": 126.8447099
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡제8동",
     "위도": 37.5326541,
     "경도": 126.848335
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡제6동",
     "위도": 37.5518173,
     "경도": 126.8501301
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡본동",
     "위도": 37.544075,
     "경도": 126.847725
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡제4동",
     "위도": 37.5346476,
     "경도": 126.8609068
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡제3동",
     "위도": 37.5425392,
     "경도": 126.8384231
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡제2동",
     "위도": 37.531817,
     "경도": 126.854613
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "화곡제1동",
     "위도": 37.530408,
     "경도": 126.841562
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "등촌제3동",
     "위도": 37.5589789,
     "경도": 126.847881
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "등촌제2동",
     "위도": 37.542658,
     "경도": 126.8625
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "등촌제1동",
     "위도": 37.5558155,
     "경도": 126.8589287
    },
    {
     "지역": "서울특별시",
     "자치구": "강서구",
     "동": "염창동",
     "위도": 37.553751,
     "경도": 126.8709777
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "위도": 37.517016,
     "경도": 126.866642
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월동",
     "위도": 37.532808,
     "경도": 126.831487
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "목동",
     "위도": 37.5303777,
     "경도": 126.8712323
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신정동",
     "위도": 37.5185289,
     "경도": 126.8542636
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신정7동",
     "위도": 37.514393,
     "경도": 126.8597007
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신정6동",
     "위도": 37.5170414,
     "경도": 126.8644471
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신정4동",
     "위도": 37.5245455,
     "경도": 126.8558042
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신정3동",
     "위도": 37.5151685,
     "경도": 126.8547892
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신정2동",
     "위도": 37.5192314,
     "경도": 126.870679
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신정1동",
     "위도": 37.5185289,
     "경도": 126.8542636
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월7동",
     "위도": 37.5219343,
     "경도": 126.8346571
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월6동",
     "위도": 37.5180328,
     "경도": 126.8451512
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월5동",
     "위도": 37.5386227,
     "경도": 126.8271621
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월4동",
     "위도": 37.5246218,
     "경도": 126.8401341
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월3동",
     "위도": 37.5336234,
     "경도": 126.8291541
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월2동",
     "위도": 37.5249763,
     "경도": 126.8444512
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "신월1동",
     "위도": 37.532808,
     "경도": 126.831487
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "목5동",
     "위도": 37.5371201,
     "경도": 126.8816206
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "목4동",
     "위도": 37.532425,
     "경도": 126.86835
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "목3동",
     "위도": 37.5448009,
     "경도": 126.8644431
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "목2동",
     "위도": 37.5461131,
     "경도": 126.8717128
    },
    {
     "지역": "서울특별시",
     "자치구": "양천구",
     "동": "목1동",
     "위도": 37.5303777,
     "경도": 126.8712323
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "위도": 37.5663245,
     "경도": 126.901491
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "중동",
     "위도": 37.571725,
     "경도": 126.9055
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "성산동",
     "위도": 37.5634083,
     "경도": 126.90785
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "망원동",
     "위도": 37.5556222,
     "경도": 126.9055969
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "동교동",
     "위도": 37.557576,
     "경도": 126.9251193
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "당인동",
     "위도": 37.5425857,
     "경도": 126.9199865
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "신정동",
     "위도": 37.543392,
     "경도": 126.930513
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "하중동",
     "위도": 37.5435734,
     "경도": 126.9277679
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "상수동",
     "위도": 37.5469,
     "경도": 126.9241
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "창전동",
     "위도": 37.5501,
     "경도": 126.93
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "구수동",
     "위도": 37.5457426,
     "경도": 126.9325321
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "현석동",
     "위도": 37.5419,
     "경도": 126.9345
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "노고산동",
     "위도": 37.5541,
     "경도": 126.938
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "마포동",
     "위도": 37.537192,
     "경도": 126.943975
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "토정동",
     "위도": 37.5385,
     "경도": 126.939688
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "신공덕동",
     "위도": 37.54415,
     "경도": 126.955825
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "상암동",
     "위도": 37.578325,
     "경도": 126.8946875
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "성산제2동",
     "위도": 37.568618,
     "경도": 126.9090061
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "성산제1동",
     "위도": 37.5634083,
     "경도": 126.90785
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "연남동",
     "위도": 37.564501,
     "경도": 126.922027
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "망원제2동",
     "위도": 37.5602495,
     "경도": 126.9023578
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "망원제1동",
     "위도": 37.5556222,
     "경도": 126.9055969
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "합정동",
     "위도": 37.5516561,
     "경도": 126.9118888
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "서교동",
     "위도": 37.5551015,
     "경도": 126.914588
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "서강동",
     "위도": 37.5477577,
     "경도": 126.9321095
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "신수동",
     "위도": 37.5471182,
     "경도": 126.9351878
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "염리동",
     "위도": 37.547083,
     "경도": 126.94565
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "대흥동",
     "위도": 37.5557827,
     "경도": 126.9424619
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "용강동",
     "위도": 37.5422119,
     "경도": 126.9426766
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "도화동",
     "위도": 37.5415123,
     "경도": 126.9498798
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "공덕동",
     "위도": 37.550192,
     "경도": 126.960025
    },
    {
     "지역": "서울특별시",
     "자치구": "마포구",
     "동": "아현동",
     "위도": 37.547125,
     "경도": 126.95215
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "위도": 37.579225,
     "경도": 126.9368
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "남가좌동",
     "위도": 37.573295,
     "경도": 126.9197232
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "북가좌동",
     "위도": 37.57429,
     "경도": 126.910194
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "홍은동",
     "위도": 37.5989056,
     "경도": 126.9471111
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "창천동",
     "위도": 37.5586,
     "경도": 126.9342
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "봉원동",
     "위도": 37.5727,
     "경도": 126.9471
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "대신동",
     "위도": 37.565502,
     "경도": 126.9459748
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "대현동",
     "위도": 37.5611167,
     "경도": 126.94655
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "홍제동",
     "위도": 37.5876988,
     "경도": 126.9448779
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "현저동",
     "위도": 37.574,
     "경도": 126.954
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "영천동",
     "위도": 37.570442,
     "경도": 126.95755
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "옥천동",
     "위도": 37.5693322,
     "경도": 126.9590962
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "냉천동",
     "위도": 37.5672,
     "경도": 126.9628
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "미근동",
     "위도": 37.563533,
     "경도": 126.967
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "합동",
     "위도": 37.5614,
     "경도": 126.9659
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "충정로3가",
     "위도": 37.5623,
     "경도": 126.9621
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "충정로2가",
     "위도": 37.565025,
     "경도": 126.9646125
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "북가좌제2동",
     "위도": 37.5815,
     "경도": 126.9112
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "북가좌제1동",
     "위도": 37.57429,
     "경도": 126.910194
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "남가좌제2동",
     "위도": 37.5784658,
     "경도": 126.9238889
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "남가좌제1동",
     "위도": 37.573295,
     "경도": 126.9197232
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "홍은제2동",
     "위도": 37.5801972,
     "경도": 126.9342509
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "홍은제1동",
     "위도": 37.5989056,
     "경도": 126.9471111
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "홍제제2동",
     "위도": 37.586107,
     "경도": 126.949338
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "홍제제3동",
     "위도": 37.5938295,
     "경도": 126.9496737
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "홍제제1동",
     "위도": 37.5876988,
     "경도": 126.9448779
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "연희동",
     "위도": 37.5739083,
     "경도": 126.9351754
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "신촌동",
     "위도": 37.5640923,
     "경도": 126.9418114
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "충현동",
     "위도": 37.5648265,
     "경도": 126.9546863
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "북아현동",
     "위도": 37.5595,
     "경도": 126.957025
    },
    {
     "지역": "서울특별시",
     "자치구": "서대문구",
     "동": "천연동",
     "위도": 37.5711247,
     "경도": 126.9590332
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "위도": 37.602784,
     "경도": 126.929164
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "신사동",
     "위도": 37.5978445,
     "경도": 126.9117735
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "응암동",
     "위도": 37.6006884,
     "경도": 126.926813
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "갈현동",
     "위도": 37.623707,
     "경도": 126.916675
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "불광동",
     "위도": 37.6103876,
     "경도": 126.9320747
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "진관동",
     "위도": 37.634983,
     "경도": 126.9210512
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "수색동",
     "위도": 37.5835192,
     "경도": 126.8936659
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "증산동",
     "위도": 37.5843063,
     "경도": 126.9070404
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "신사제2동",
     "위도": 37.5902796,
     "경도": 126.9084195
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "신사제1동",
     "위도": 37.5978445,
     "경도": 126.9117735
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "역촌동",
     "위도": 37.6044046,
     "경도": 126.915114
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "응암제3동",
     "위도": 37.5922474,
     "경도": 126.9157268
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "응암제2동",
     "위도": 37.5946071,
     "경도": 126.9230926
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "응암제1동",
     "위도": 37.6006884,
     "경도": 126.926813
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "대조동",
     "위도": 37.614165,
     "경도": 126.920813
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "구산동",
     "위도": 37.6117455,
     "경도": 126.9103893
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "갈현제2동",
     "위도": 37.6185866,
     "경도": 126.9158385
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "갈현제1동",
     "위도": 37.623707,
     "경도": 126.916675
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "불광제2동",
     "위도": 37.6208567,
     "경도": 126.9257389
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "불광제1동",
     "위도": 37.6103876,
     "경도": 126.9320747
    },
    {
     "지역": "서울특별시",
     "자치구": "은평구",
     "동": "녹번동",
     "위도": 37.6021944,
     "경도": 126.9298245
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "위도": 37.654358,
     "경도": 127.056473
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "중계동",
     "위도": 37.6525986,
     "경도": 127.0775275
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계동",
     "위도": 37.6799006,
     "경도": 127.0549781
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "하계동",
     "위도": 37.6405374,
     "경도": 127.0725852
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "공릉동",
     "위도": 37.624874,
     "경도": 127.073838
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "월계동",
     "위도": 37.6199197,
     "경도": 127.0630165
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계10동",
     "위도": 37.661274,
     "경도": 127.060225
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계9동",
     "위도": 37.664553,
     "경도": 127.0638347
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계8동",
     "위도": 37.6667854,
     "경도": 127.0515874
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계6.7동",
     "위도": 37.654882,
     "경도": 127.0669541
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계5동",
     "위도": 37.6627392,
     "경도": 127.069498
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계3.4동",
     "위도": 37.6729133,
     "경도": 127.0832665
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계2동",
     "위도": 37.6574727,
     "경도": 127.0678377
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "상계1동",
     "위도": 37.6799006,
     "경도": 127.0549781
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "중계2.3동",
     "위도": 37.6421829,
     "경도": 127.0687126
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "중계4동",
     "위도": 37.6587275,
     "경도": 127.0780091
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "중계1동",
     "위도": 37.6525986,
     "경도": 127.0775275
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "중계본동",
     "위도": 37.64784,
     "경도": 127.080338
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "하계2동",
     "위도": 37.6320048,
     "경도": 127.0679733
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "하계1동",
     "위도": 37.6405374,
     "경도": 127.0725852
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "공릉2동",
     "위도": 37.621332,
     "경도": 127.083488
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "공릉1동",
     "위도": 37.624874,
     "경도": 127.073838
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "월계3동",
     "위도": 37.6210475,
     "경도": 127.0692485
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "월계2동",
     "위도": 37.6325377,
     "경도": 127.0508
    },
    {
     "지역": "서울특별시",
     "자치구": "노원구",
     "동": "월계1동",
     "위도": 37.6199197,
     "경도": 127.0630165
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "위도": 37.668768,
     "경도": 127.047163
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "도봉동",
     "위도": 37.6786913,
     "경도": 127.0434369
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "창동",
     "위도": 37.6483046,
     "경도": 127.0438683
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "방학동",
     "위도": 37.6641763,
     "경도": 127.0407251
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "쌍문동",
     "위도": 37.6480275,
     "경도": 127.0261145
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "방학제3동",
     "위도": 37.6591685,
     "경도": 127.028036
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "방학제2동",
     "위도": 37.6681842,
     "경도": 127.0351005
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "방학제1동",
     "위도": 37.6641763,
     "경도": 127.0407251
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "쌍문제4동",
     "위도": 37.656482,
     "경도": 127.028425
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "쌍문제3동",
     "위도": 37.6489775,
     "경도": 127.0278643
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "쌍문제2동",
     "위도": 37.6579935,
     "경도": 127.0389254
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "쌍문제1동",
     "위도": 37.6480275,
     "경도": 127.0261145
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "도봉제2동",
     "위도": 37.669751,
     "경도": 127.046575
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "도봉제1동",
     "위도": 37.6786913,
     "경도": 127.0434369
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "창제5동",
     "위도": 37.6563436,
     "경도": 127.0436793
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "창제4동",
     "위도": 37.6522276,
     "경도": 127.0515994
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "창제3동",
     "위도": 37.6381278,
     "경도": 127.0429556
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "창제2동",
     "위도": 37.6414033,
     "경도": 127.0356387
    },
    {
     "지역": "서울특별시",
     "자치구": "도봉구",
     "동": "창제1동",
     "위도": 37.6483046,
     "경도": 127.0438683
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "위도": 37.6397819,
     "경도": 127.0256135
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "수유동",
     "위도": 37.6300865,
     "경도": 127.0176014
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "번동",
     "위도": 37.6378913,
     "경도": 127.0288473
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "인수동",
     "위도": 37.6415105,
     "경도": 127.0106307
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "우이동",
     "위도": 37.6479523,
     "경도": 127.0118533
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "수유3동",
     "위도": 37.638715,
     "경도": 127.023125
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "수유2동",
     "위도": 37.6447027,
     "경도": 127.0198777
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "수유1동",
     "위도": 37.6300865,
     "경도": 127.0176014
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "번3동",
     "위도": 37.625874,
     "경도": 127.04665
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "번2동",
     "위도": 37.6323588,
     "경도": 127.0387953
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "번1동",
     "위도": 37.6378913,
     "경도": 127.0288473
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "삼각산동",
     "위도": 37.6151568,
     "경도": 127.0207209
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "송천동",
     "위도": 37.618282,
     "경도": 127.023838
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "송중동",
     "위도": 37.616099,
     "경도": 127.033738
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "미아동",
     "위도": 37.6270736,
     "경도": 127.0269791
    },
    {
     "지역": "서울특별시",
     "자치구": "강북구",
     "동": "삼양동",
     "위도": 37.6250518,
     "경도": 127.0197725
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "위도": 37.5894,
     "경도": 127.016749
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "장위동",
     "위도": 37.6141245,
     "경도": 127.0437129
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "상월곡동",
     "위도": 37.606099,
     "경도": 127.046963
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "하월곡동",
     "위도": 37.604407,
     "경도": 127.0387
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "길음동",
     "위도": 37.6104856,
     "경도": 127.0193925
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "정릉동",
     "위도": 37.6014512,
     "경도": 127.0166146
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동3가",
     "위도": 37.5839321,
     "경도": 127.0158125
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동2가",
     "위도": 37.5857523,
     "경도": 127.018183
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동1가",
     "위도": 37.5864799,
     "경도": 127.0196352
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동7가",
     "위도": 37.5797,
     "경도": 127.02205
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동6가",
     "위도": 37.5804968,
     "경도": 127.0188323
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동5가",
     "위도": 37.5824043,
     "경도": 127.0200491
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동4가",
     "위도": 37.5828998,
     "경도": 127.0213351
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "안암동5가",
     "위도": 37.5888904,
     "경도": 127.0301
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "안암동4가",
     "위도": 37.580392,
     "경도": 127.024663
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "안암동3가",
     "위도": 37.583882,
     "경도": 127.0231
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "안암동2가",
     "위도": 37.586732,
     "경도": 127.023
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "안암동1가",
     "위도": 37.5886878,
     "경도": 127.0220744
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동선동5가",
     "위도": 37.5962,
     "경도": 127.0166
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동선동4가",
     "위도": 37.5952205,
     "경도": 127.0186385
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동선동3가",
     "위도": 37.5939154,
     "경도": 127.02045
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동선동2가",
     "위도": 37.5902487,
     "경도": 127.020075
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동선동1가",
     "위도": 37.592307,
     "경도": 127.0184
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "삼선동5가",
     "위도": 37.5885487,
     "경도": 127.015775
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "삼선동4가",
     "위도": 37.5900064,
     "경도": 127.0131352
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "삼선동3가",
     "위도": 37.586557,
     "경도": 127.013
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "삼선동2가",
     "위도": 37.584,
     "경도": 127.0114
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "삼선동1가",
     "위도": 37.5845,
     "경도": 127.0082
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동소문동7가",
     "위도": 37.5964,
     "경도": 127.0142
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동소문동6가",
     "위도": 37.59359,
     "경도": 127.014213
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동소문동5가",
     "위도": 37.591621,
     "경도": 127.0153541
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동소문동4가",
     "위도": 37.5917387,
     "경도": 127.0106235
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동소문동3가",
     "위도": 37.5903688,
     "경도": 127.011221
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동소문동2가",
     "위도": 37.5887023,
     "경도": 127.0082322
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동소문동1가",
     "위도": 37.590199,
     "경도": 127.007163
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "돈암동",
     "위도": 37.6034071,
     "경도": 127.0263875
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "성북동1가",
     "위도": 37.5894,
     "경도": 127.0038
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "석관동",
     "위도": 37.612957,
     "경도": 127.061413
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "장위제3동",
     "위도": 37.6165512,
     "경도": 127.056603
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "장위제2동",
     "위도": 37.6123899,
     "경도": 127.0545206
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "장위제1동",
     "위도": 37.6141245,
     "경도": 127.0437129
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "월곡제2동",
     "위도": 37.6057667,
     "경도": 127.0478758
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "월곡제1동",
     "위도": 37.6105472,
     "경도": 127.0357574
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "종암동",
     "위도": 37.5990075,
     "경도": 127.0351572
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "길음제2동",
     "위도": 37.6066647,
     "경도": 127.0273155
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "길음제1동",
     "위도": 37.6104856,
     "경도": 127.0193925
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "정릉제4동",
     "위도": 37.6133387,
     "경도": 127.0069798
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "정릉제3동",
     "위도": 37.6089578,
     "경도": 127.004186
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "정릉제2동",
     "위도": 37.6044729,
     "경도": 127.0111047
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "정릉제1동",
     "위도": 37.6014512,
     "경도": 127.0166146
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "보문동",
     "위도": 37.580383,
     "경도": 127.0228
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "안암동",
     "위도": 37.5858498,
     "경도": 127.0213292
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "돈암제2동",
     "위도": 37.598039,
     "경도": 127.0105659
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "돈암제1동",
     "위도": 37.6034071,
     "경도": 127.0263875
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "동선동",
     "위도": 37.5939824,
     "경도": 127.0203666
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "삼선동",
     "위도": 37.5908326,
     "경도": 127.0146297
    },
    {
     "지역": "서울특별시",
     "자치구": "성북구",
     "동": "성북동",
     "위도": 37.5911237,
     "경도": 127.0032875
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "위도": 37.6063242,
     "경도": 127.0925842
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "신내동",
     "위도": 37.605882,
     "경도": 127.099538
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "망우동",
     "위도": 37.600899,
     "경도": 127.1073
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "묵동",
     "위도": 37.6123734,
     "경도": 127.0784729
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "중화동",
     "위도": 37.6011745,
     "경도": 127.080623
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "상봉동",
     "위도": 37.5998799,
     "경도": 127.0872004
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "면목동",
     "위도": 37.5873592,
     "경도": 127.0874227
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "신내2동",
     "위도": 37.6061896,
     "경도": 127.0942306
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "신내1동",
     "위도": 37.605882,
     "경도": 127.099538
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "망우제3동",
     "위도": 37.5919108,
     "경도": 127.0949497
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "망우본동",
     "위도": 37.6005732,
     "경도": 127.1014684
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "묵제2동",
     "위도": 37.6059528,
     "경도": 127.0783313
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "묵제1동",
     "위도": 37.6123734,
     "경도": 127.0784729
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "중화제2동",
     "위도": 37.5993838,
     "경도": 127.0795427
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "중화제1동",
     "위도": 37.6011745,
     "경도": 127.080623
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "상봉제2동",
     "위도": 37.592892,
     "경도": 127.0808518
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "상봉제1동",
     "위도": 37.5998799,
     "경도": 127.0872004
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "면목제7동",
     "위도": 37.5789945,
     "경도": 127.0869854
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "면목본동",
     "위도": 37.5873592,
     "경도": 127.0874227
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "면목제5동",
     "위도": 37.5857842,
     "경도": 127.079511
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "면목제4동",
     "위도": 37.5746736,
     "경도": 127.0855775
    },
    {
     "지역": "서울특별시",
     "자치구": "중랑구",
     "동": "면목제2동",
     "위도": 37.589799,
     "경도": 127.07905
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "위도": 37.574524,
     "경도": 127.03965
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "이문동",
     "위도": 37.597849,
     "경도": 127.06545
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "휘경동",
     "위도": 37.592932,
     "경도": 127.065725
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "장안동",
     "위도": 37.567842,
     "경도": 127.066375
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "답십리동",
     "위도": 37.5717963,
     "경도": 127.0512678
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "전농동",
     "위도": 37.5779984,
     "경도": 127.0477575
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "용두동",
     "위도": 37.5758884,
     "경도": 127.0372011
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "신설동",
     "위도": 37.5749343,
     "경도": 127.0255251
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "이문제2동",
     "위도": 37.6033571,
     "경도": 127.065075
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "이문제1동",
     "위도": 37.597849,
     "경도": 127.06545
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "휘경제2동",
     "위도": 37.5902093,
     "경도": 127.0685788
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "휘경제1동",
     "위도": 37.592932,
     "경도": 127.065725
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "회기동",
     "위도": 37.5908083,
     "경도": 127.0553132
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "청량리동",
     "위도": 37.5862586,
     "경도": 127.0472767
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "장안제2동",
     "위도": 37.578483,
     "경도": 127.0706
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "장안제1동",
     "위도": 37.567842,
     "경도": 127.066375
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "답십리제2동",
     "위도": 37.567417,
     "경도": 127.06125
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "답십리제1동",
     "위도": 37.5717963,
     "경도": 127.0512678
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "전농제2동",
     "위도": 37.5781027,
     "경도": 127.0600375
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "전농제1동",
     "위도": 37.5779984,
     "경도": 127.0477575
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "제기동",
     "위도": 37.5831612,
     "경도": 127.0378551
    },
    {
     "지역": "서울특별시",
     "자치구": "동대문구",
     "동": "용신동",
     "위도": 37.5758185,
     "경도": 127.0372169
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "위도": 37.538617,
     "경도": 127.082375
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "자양동",
     "위도": 37.534508,
     "경도": 127.082438
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "구의동",
     "위도": 37.5424917,
     "경도": 127.0856756
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "중곡동",
     "위도": 37.560675,
     "경도": 127.080038
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "구의제3동",
     "위도": 37.5380706,
     "경도": 127.0920204
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "구의제2동",
     "위도": 37.5472481,
     "경도": 127.0899111
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "구의제1동",
     "위도": 37.5424917,
     "경도": 127.0856756
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "자양제4동",
     "위도": 37.5341115,
     "경도": 127.0662969
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "자양제3동",
     "위도": 37.533842,
     "경도": 127.072913
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "자양제2동",
     "위도": 37.528825,
     "경도": 127.084438
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "자양제1동",
     "위도": 37.534508,
     "경도": 127.082438
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "광장동",
     "위도": 37.546892,
     "경도": 127.103025
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "능동",
     "위도": 37.5537803,
     "경도": 127.0804994
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "중곡제4동",
     "위도": 37.5590865,
     "경도": 127.0894538
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "중곡제3동",
     "위도": 37.5688084,
     "경도": 127.0801736
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "중곡제2동",
     "위도": 37.560308,
     "경도": 127.081487
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "중곡제1동",
     "위도": 37.560675,
     "경도": 127.080038
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "군자동",
     "위도": 37.5551217,
     "경도": 127.0758373
    },
    {
     "지역": "서울특별시",
     "자치구": "광진구",
     "동": "화양동",
     "위도": 37.5465421,
     "경도": 127.0713152
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "위도": 37.563456,
     "경도": 127.036821
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "성수동2가",
     "위도": 37.539817,
     "경도": 127.056888
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "성수동1가",
     "위도": 37.542108,
     "경도": 127.04965
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "금호동4가",
     "위도": 37.5453855,
     "경도": 127.0241155
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "금호동3가",
     "위도": 37.5498,
     "경도": 127.0193
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "금호동2가",
     "위도": 37.553808,
     "경도": 127.01885
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "금호동1가",
     "위도": 37.553,
     "경도": 127.0263
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "행당동",
     "위도": 37.558567,
     "경도": 127.036188
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "도선동",
     "위도": 37.563542,
     "경도": 127.033725
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "홍익동",
     "위도": 37.56695,
     "경도": 127.031975
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "하왕십리동",
     "위도": 37.5641583,
     "경도": 127.02875
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "상왕십리동",
     "위도": 37.568375,
     "경도": 127.0245375
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "용답동",
     "위도": 37.5640618,
     "경도": 127.0555515
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "송정동",
     "위도": 37.5545217,
     "경도": 127.0696004
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "성수2가제3동",
     "위도": 37.5482223,
     "경도": 127.0552645
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "성수2가제1동",
     "위도": 37.5395907,
     "경도": 127.0540659
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "성수1가제2동",
     "위도": 37.5462991,
     "경도": 127.0443325
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "성수1가제1동",
     "위도": 37.542108,
     "경도": 127.04965
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "옥수동",
     "위도": 37.5436386,
     "경도": 127.0134622
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "금호4가동",
     "위도": 37.5471987,
     "경도": 127.02241
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "금호2.3가동",
     "위도": 37.5532922,
     "경도": 127.0209487
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "금호1가동",
     "위도": 37.5549008,
     "경도": 127.0216354
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "응봉동",
     "위도": 37.5531636,
     "경도": 127.0334357
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "행당제2동",
     "위도": 37.558208,
     "경도": 127.02935
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "행당제1동",
     "위도": 37.558567,
     "경도": 127.036188
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "사근동",
     "위도": 37.5614846,
     "경도": 127.0453315
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "마장동",
     "위도": 37.566325,
     "경도": 127.045388
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "왕십리도선동",
     "위도": 37.5678257,
     "경도": 127.0255501
    },
    {
     "지역": "서울특별시",
     "자치구": "성동구",
     "동": "왕십리제2동",
     "위도": 37.561108,
     "경도": 127.030488
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "위도": 37.532527,
     "경도": 126.99049
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용산동6가",
     "위도": 37.5169,
     "경도": 126.984
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "주성동",
     "위도": 37.5214781,
     "경도": 126.9995663
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "동빙고동",
     "위도": 37.5237,
     "경도": 126.9957
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "이태원동",
     "위도": 37.5325225,
     "경도": 126.9950384
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "이촌동",
     "위도": 37.5214167,
     "경도": 126.9732
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "한강로3가",
     "위도": 37.5278,
     "경도": 126.9602
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용산동5가",
     "위도": 37.5257,
     "경도": 126.9747
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용산동3가",
     "위도": 37.532,
     "경도": 126.9768
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "한강로2가",
     "위도": 37.5316667,
     "경도": 126.968725
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "한강로1가",
     "위도": 37.5362,
     "경도": 126.973488
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "신계동",
     "위도": 37.5358,
     "경도": 126.9667
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "문배동",
     "위도": 37.537,
     "경도": 126.969088
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "도원동",
     "위도": 37.5388,
     "경도": 126.9561
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "원효로4가",
     "위도": 37.5328,
     "경도": 126.9504
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "원효로3가",
     "위도": 37.5344,
     "경도": 126.9581
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "청암동",
     "위도": 37.5344784,
     "경도": 126.9466319
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "산천동",
     "위도": 37.5353,
     "경도": 126.9513
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "신창동",
     "위도": 37.5358417,
     "경도": 126.9547
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "원효로2가",
     "위도": 37.536775,
     "경도": 126.963225
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "원효로1가",
     "위도": 37.5398,
     "경도": 126.9673625
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "청파동3가",
     "위도": 37.5432,
     "경도": 126.9668
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "청파동2가",
     "위도": 37.5462,
     "경도": 126.9667
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "청파동1가",
     "위도": 37.5488,
     "경도": 126.9674
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "서계동",
     "위도": 37.5524583,
     "경도": 126.9664
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "동자동",
     "위도": 37.5520533,
     "경도": 126.9723999
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용산동1가",
     "위도": 37.5401,
     "경도": 126.977
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "갈월동",
     "위도": 37.5425333,
     "경도": 126.9717625
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용산동4가",
     "위도": 37.5306,
     "경도": 126.9854
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용산동2가",
     "위도": 37.54295,
     "경도": 126.98405
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "보광동",
     "위도": 37.5263257,
     "경도": 127.0001818
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "서빙고동",
     "위도": 37.520458,
     "경도": 126.994663
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "한남동",
     "위도": 37.53455,
     "경도": 127.0005
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "이태원제2동",
     "위도": 37.5418962,
     "경도": 126.9901481
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "이태원제1동",
     "위도": 37.5325225,
     "경도": 126.9950384
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "이촌제2동",
     "위도": 37.5262575,
     "경도": 126.9547071
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "이촌제1동",
     "위도": 37.5214167,
     "경도": 126.9732
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "한강로동",
     "위도": 37.5281071,
     "경도": 126.9692332
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용문동",
     "위도": 37.5389,
     "경도": 126.957562
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "효창동",
     "위도": 37.5424569,
     "경도": 126.9618498
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "원효로제2동",
     "위도": 37.53435,
     "경도": 126.951538
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "원효로제1동",
     "위도": 37.5372185,
     "경도": 126.9676811
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "청파동",
     "위도": 37.5488,
     "경도": 126.9674
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "남영동",
     "위도": 37.5457586,
     "경도": 126.9748403
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "용산2가동",
     "위도": 37.5461327,
     "경도": 126.9855777
    },
    {
     "지역": "서울특별시",
     "자치구": "용산구",
     "동": "후암동",
     "위도": 37.5486375,
     "경도": 126.9781344
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "위도": 37.563843,
     "경도": 126.997602
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "만리동2가",
     "위도": 37.5544,
     "경도": 126.964
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "만리동1가",
     "위도": 37.555917,
     "경도": 126.967263
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "의주로2가",
     "위도": 37.5607179,
     "경도": 126.9695899
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "충정로1가",
     "위도": 37.5664822,
     "경도": 126.9682257
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "의주로1가",
     "위도": 37.5640069,
     "경도": 126.9684812
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "순화동",
     "위도": 37.562758,
     "경도": 126.970438
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "정동",
     "위도": 37.5664,
     "경도": 126.972925
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "서소문동",
     "위도": 37.563275,
     "경도": 126.973425
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "무학동",
     "위도": 37.5643562,
     "경도": 127.0152552
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "흥인동",
     "위도": 37.567675,
     "경도": 127.016463
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "저동2가",
     "위도": 37.564275,
     "경도": 126.9895125
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "인현동1가",
     "위도": 37.5646,
     "경도": 126.9944
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "초동",
     "위도": 37.56465,
     "경도": 126.992325
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "충무로3가",
     "위도": 37.5623684,
     "경도": 126.9917138
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "산림동",
     "위도": 37.5676,
     "경도": 126.9957
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "입정동",
     "위도": 37.5678003,
     "경도": 126.9928911
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로3가",
     "위도": 37.5662167,
     "경도": 126.99215
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "오장동",
     "위도": 37.564875,
     "경도": 127.0007125
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "방산동",
     "위도": 37.5687,
     "경도": 127.0032
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "주교동",
     "위도": 37.5682512,
     "경도": 126.9993441
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로5가",
     "위도": 37.5665167,
     "경도": 127.0026625
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로4가",
     "위도": 37.5663,
     "경도": 126.9968
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로7가",
     "위도": 37.566325,
     "경도": 127.010437
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로6가",
     "위도": 37.567717,
     "경도": 127.006938
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "쌍림동",
     "위도": 37.5638,
     "경도": 127.0041
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "광희동2가",
     "위도": 37.5640583,
     "경도": 127.0082125
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "광희동1가",
     "위도": 37.565,
     "경도": 127.0051
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "장충동2가",
     "위도": 37.5555167,
     "경도": 127.001075
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "장충동1가",
     "위도": 37.560758,
     "경도": 127.007688
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "예장동",
     "위도": 37.5553,
     "경도": 126.9898
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "주자동",
     "위도": 37.5606415,
     "경도": 126.9893712
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남학동",
     "위도": 37.5605568,
     "경도": 126.9907972
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "필동3가",
     "위도": 37.5584979,
     "경도": 126.9969899
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "필동2가",
     "위도": 37.5586,
     "경도": 126.9944
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "필동1가",
     "위도": 37.5607583,
     "경도": 126.9924375
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "묵정동",
     "위도": 37.561308,
     "경도": 127.000525
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "예관동",
     "위도": 37.5642168,
     "경도": 126.9981863
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "인현동2가",
     "위도": 37.564125,
     "경도": 126.996238
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "충무로5가",
     "위도": 37.5628253,
     "경도": 126.9996118
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "충무로4가",
     "위도": 37.5622333,
     "경도": 126.995875
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "저동1가",
     "위도": 37.5644112,
     "경도": 126.9877732
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남산동3가",
     "위도": 37.5601543,
     "경도": 126.9874195
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남산동2가",
     "위도": 37.558333,
     "경도": 126.9858
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남산동1가",
     "위도": 37.5593291,
     "경도": 126.9845659
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "명동2가",
     "위도": 37.562667,
     "경도": 126.985175
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "명동1가",
     "위도": 37.5642845,
     "경도": 126.9846307
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "충무로2가",
     "위도": 37.5614609,
     "경도": 126.9863083
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "충무로1가",
     "위도": 37.5610083,
     "경도": 126.9823375
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "회현동3가",
     "위도": 37.5601499,
     "경도": 126.9840453
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "회현동2가",
     "위도": 37.5587441,
     "경도": 126.9829024
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "회현동1가",
     "위도": 37.5572,
     "경도": 126.9813
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "봉래동2가",
     "위도": 37.556575,
     "경도": 126.970975
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "봉래동1가",
     "위도": 37.5590814,
     "경도": 126.9727409
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남대문로5가",
     "위도": 37.5560917,
     "경도": 126.975
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남대문로4가",
     "위도": 37.5605942,
     "경도": 126.975609
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남대문로3가",
     "위도": 37.5616819,
     "경도": 126.9795599
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남대문로2가",
     "위도": 37.5639365,
     "경도": 126.9820863
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "태평로2가",
     "위도": 37.5629892,
     "경도": 126.9763563
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "북창동",
     "위도": 37.5623,
     "경도": 126.9783
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남창동",
     "위도": 37.5581,
     "경도": 126.977437
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "수표동",
     "위도": 37.5671417,
     "경도": 126.9890375
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "장교동",
     "위도": 37.5674312,
     "경도": 126.9869527
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "수하동",
     "위도": 37.5672663,
     "경도": 126.9846085
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "삼각동",
     "위도": 37.5680796,
     "경도": 126.9842187
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "남대문로1가",
     "위도": 37.5675621,
     "경도": 126.9828284
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로2가",
     "위도": 37.56585,
     "경도": 126.985638
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로1가",
     "위도": 37.5659693,
     "경도": 126.9805525
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "태평로1가",
     "위도": 37.5676845,
     "경도": 126.9772484
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "다동",
     "위도": 37.568133,
     "경도": 126.980913
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "무교동",
     "위도": 37.568139,
     "경도": 126.9789777
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "중림동",
     "위도": 37.5548629,
     "경도": 126.9644863
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "황학동",
     "위도": 37.5673446,
     "경도": 127.0212812
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "동화동",
     "위도": 37.5600562,
     "경도": 127.0194239
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "신당제5동",
     "위도": 37.565142,
     "경도": 127.02185
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "청구동",
     "위도": 37.557083,
     "경도": 127.014687
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "약수동",
     "위도": 37.552479,
     "경도": 127.0090022
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "다산동",
     "위도": 37.5542861,
     "경도": 127.0082322
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "신당동",
     "위도": 37.5620973,
     "경도": 127.0145478
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "을지로동",
     "위도": 37.5667163,
     "경도": 126.9913342
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "광희동",
     "위도": 37.564494,
     "경도": 127.0050623
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "장충동",
     "위도": 37.5618946,
     "경도": 127.0078812
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "필동",
     "위도": 37.5601529,
     "경도": 126.9955699
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "명동",
     "위도": 37.560042,
     "경도": 126.98585
    },
    {
     "지역": "서울특별시",
     "자치구": "중구",
     "동": "소공동",
     "위도": 37.562442,
     "경도": 126.977025
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "위도": 37.5735207,
     "경도": 126.9788345
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "신영동",
     "위도": 37.60294,
     "경도": 126.9621
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "홍지동",
     "위도": 37.6006,
     "경도": 126.9564
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "구기동",
     "위도": 37.6179,
     "경도": 126.9574
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "행촌동",
     "위도": 37.573608,
     "경도": 126.9621
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "교북동",
     "위도": 37.5715202,
     "경도": 126.9614257
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "홍파동",
     "위도": 37.571132,
     "경도": 126.9639538
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "송월동",
     "위도": 37.5700618,
     "경도": 126.9651864
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "평동",
     "위도": 37.567967,
     "경도": 126.9668
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "숭인동",
     "위도": 37.5778049,
     "경도": 127.0156274
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "창신동",
     "위도": 37.570758,
     "경도": 127.016363
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "명륜3가",
     "위도": 37.5875,
     "경도": 126.9931
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "명륜4가",
     "위도": 37.582142,
     "경도": 126.9998
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "명륜2가",
     "위도": 37.5846,
     "경도": 126.9988
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "명륜1가",
     "위도": 37.5891,
     "경도": 126.9975
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "동숭동",
     "위도": 37.5813,
     "경도": 127.005
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "충신동",
     "위도": 37.574842,
     "경도": 127.006125
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "연건동",
     "위도": 37.5786,
     "경도": 126.9995
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로6가",
     "위도": 37.5719,
     "경도": 127.0076
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로5가",
     "위도": 37.570633,
     "경도": 127.0036
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "효제동",
     "위도": 37.57295,
     "경도": 127.0030375
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로4가",
     "위도": 37.5706536,
     "경도": 126.9979211
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "연지동",
     "위도": 37.5737,
     "경도": 127.0002
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "원남동",
     "위도": 37.5754583,
     "경도": 126.9975625
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "예지동",
     "위도": 37.5696187,
     "경도": 126.9982763
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "인의동",
     "위도": 37.5725,
     "경도": 126.9979
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로3가",
     "위도": 37.57039,
     "경도": 126.9923214
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "관수동",
     "위도": 37.5691,
     "경도": 126.9906
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "장사동",
     "위도": 37.56922,
     "경도": 126.9940122
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "돈의동",
     "위도": 37.5719634,
     "경도": 126.9907097
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "봉익동",
     "위도": 37.5721762,
     "경도": 126.992966
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "묘동",
     "위도": 37.5724175,
     "경도": 126.9917106
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "훈정동",
     "위도": 37.5742,
     "경도": 126.9943
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "원서동",
     "위도": 37.5839056,
     "경도": 126.9882311
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "계동",
     "위도": 37.5804,
     "경도": 126.987
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "재동",
     "위도": 37.5781,
     "경도": 126.985125
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "송현동",
     "위도": 37.5768,
     "경도": 126.9817
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "사간동",
     "위도": 37.5772644,
     "경도": 126.9803681
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "화동",
     "위도": 37.5806,
     "경도": 126.9828
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "소격동",
     "위도": 37.5795,
     "경도": 126.980775
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "안국동",
     "위도": 37.5773,
     "경도": 126.9829
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "팔판동",
     "위도": 37.582817,
     "경도": 126.9804
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로2가",
     "위도": 37.5704398,
     "경도": 126.9869027
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "낙원동",
     "위도": 37.5725,
     "경도": 126.9885
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "인사동",
     "위도": 37.5717,
     "경도": 126.986
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "관철동",
     "위도": 37.5691073,
     "경도": 126.9859731
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "경운동",
     "위도": 37.575067,
     "경도": 126.98595
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "익선동",
     "위도": 37.574567,
     "경도": 126.9894
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "운니동",
     "위도": 37.5764,
     "경도": 126.9883
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "권농동",
     "위도": 37.5775049,
     "경도": 126.991734
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "와룡동",
     "위도": 37.582,
     "경도": 126.993
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "견지동",
     "위도": 37.573504,
     "경도": 126.9829808
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "관훈동",
     "위도": 37.573917,
     "경도": 126.98465
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "공평동",
     "위도": 37.5711,
     "경도": 126.9828
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로1가",
     "위도": 37.5704148,
     "경도": 126.9796832
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "중학동",
     "위도": 37.5752943,
     "경도": 126.9796457
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "수송동",
     "위도": 37.5737,
     "경도": 126.9806
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "서린동",
     "위도": 37.5695043,
     "경도": 126.9803876
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "청진동",
     "위도": 37.5714325,
     "경도": 126.980147
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "신문로2가",
     "위도": 37.570792,
     "경도": 126.968813
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "신문로1가",
     "위도": 37.5701719,
     "경도": 126.9738898
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "세종로",
     "위도": 37.5802853,
     "경도": 126.9767572
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "내수동",
     "위도": 37.572942,
     "경도": 126.9722
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "당주동",
     "위도": 37.5715696,
     "경도": 126.9739817
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "도렴동",
     "위도": 37.5731046,
     "경도": 126.974727
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "내자동",
     "위도": 37.5754,
     "경도": 126.9716
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "필운동",
     "위도": 37.5772807,
     "경도": 126.9681133
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "체부동",
     "위도": 37.578,
     "경도": 126.9707
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "옥인동",
     "위도": 37.5836,
     "경도": 126.9625
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "누하동",
     "위도": 37.579183,
     "경도": 126.968175
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "누상동",
     "위도": 37.5804,
     "경도": 126.9623
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "통인동",
     "위도": 37.5801426,
     "경도": 126.9701874
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "적선동",
     "위도": 37.5753026,
     "경도": 126.9737589
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "통의동",
     "위도": 37.5784,
     "경도": 126.972638
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "창성동",
     "위도": 37.5806,
     "경도": 126.9721
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "효자동",
     "위도": 37.5826488,
     "경도": 126.9719206
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "궁정동",
     "위도": 37.5846792,
     "경도": 126.9726742
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "신교동",
     "위도": 37.5845,
     "경도": 126.9678
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "청운동",
     "위도": 37.5891866,
     "경도": 126.9692917
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "숭인제2동",
     "위도": 37.574867,
     "경도": 127.019988
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "숭인제1동",
     "위도": 37.5778049,
     "경도": 127.0156274
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "창신제3동",
     "위도": 37.5779055,
     "경도": 127.0150474
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "창신제2동",
     "위도": 37.574458,
     "경도": 127.010863
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "창신제1동",
     "위도": 37.570758,
     "경도": 127.016363
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "혜화동",
     "위도": 37.5869186,
     "경도": 127.0005764
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "이화동",
     "위도": 37.577008,
     "경도": 127.004338
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로5.6가동",
     "위도": 37.5720148,
     "경도": 127.0050414
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "종로1.2.3.4가동",
     "위도": 37.574461,
     "경도": 126.9902618
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "가회동",
     "위도": 37.5800784,
     "경도": 126.9847995
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "교남동",
     "위도": 37.5719391,
     "경도": 126.9619364
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "무악동",
     "위도": 37.5760032,
     "경도": 126.958148
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "평창동",
     "위도": 37.6063166,
     "경도": 126.9681871
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "부암동",
     "위도": 37.5924785,
     "경도": 126.9641
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "삼청동",
     "위도": 37.5850126,
     "경도": 126.981836
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "사직동",
     "위도": 37.576196,
     "경도": 126.9688397
    },
    {
     "지역": "서울특별시",
     "자치구": "종로구",
     "동": "청운효자동",
     "위도": 37.5841367,
     "경도": 126.9706519
    }
   ]